NSCameraUsageDescription = "Ligipääs kaamerale on vajalik dokumentide skaneerimiseks, pildistamisels ja videosalvestuseks.";
NSFaceIDUsageDescription = "Face ID is on vajalik kasutaja autentimiseks näotuvastuse abil.";
NSLocationAlwaysUsageDescription = "The app uses your location to automatically trigger file uploads when you move between areas.";
NSPhotoLibraryUsageDescription = "Ligipääs meediapangale on vajalik sinu fotode ja videote laadimiseks sinu pilve.";
NSPhotoLibraryAddUsageDescription = "Ligipääs meediapangale on vajalik sinu fotode ja videote laadimiseks sinu pilve.";
NSMicrophoneUsageDescription = "Ligipääs mikrofonile on vajalik häälsõnumite salvestamiseks.";
NSLocationWhenInUseUsageDescription = "This app uses your location to detect movement and automatically upload files. It does not use GPS and does not store your location.";
NSLocationAlwaysAndWhenInUseUsageDescription = "This app needs access to your location even in the background to automatically start uploading files when significant movement is detected. GPS is not used.";
